import hospitalStas from '../assets/hospital/Accountability.png'
const hebrewText = {

    id: "hebrewText",
    titles: {
        hospital: "טיפולים בבית החולים",
        school: "חיי בית הספר",
        Diseases: "ספר מחלות",
        frontPage: "חינוך ורפואה בארץ הקודש"
    },
    frontPage: {
        title: `חינוך ורפואה בארץ הקודש`,
        info: `<b>חינוך</b>

        עוד מהקמתה של האגודה הפרבוסלבית לארץ ישראל דגש מיוחד ניתן על חינוך. בשלהי המאה ה-19 ותחילת המאה ה-20 פלשתינה, ארץ ישראל של היום מוזנחת והשלטון העות'מאני משקיע מעט מאוד בתשתיות, חינוך ורפואה. 
        הפיתוח בנושאים אלו מגיע מעזרה חיצונית של מדינות ואנשים פרטים. האימפריה הרוסית ונתיניה מובילים בתרומתם בתחומים אלו. 
         שתי רעיונות מרכזיים עמדו לנגד עיניי האגודה במפעל שקם בפלשתינה. הראשון לתת מענה לצורך של האוכלוסייה האורתודוקסית החיה בארץ ישראל בחינוך אורתודוקסי והשני לסייע בחינוך איכותי לכלל התושבים המקומיים לדוגמה לימודי מדעים, חשבון, טבע ושפה. 
        מלבד רמת החינוך האגודה דואגת למתקנים ברמה שהארץ לא הכירה לפני כן, מבנים חדשים וציוד איכותי הופכים את החינוך האורתודוקסי למבוקש במיוחד בקרב היושבים בפלשתינה, וההרשמה לבתי הספר של האגודה עולה על ההיצע. 
        כך מפעל ענף של חינוך מתפשט בהצלחה רבה ברחבי המזרח התיכון, בנוסף לבתי הספר הראשונים מתווספים סמינרים למורים, תפוסת המתקנים עולה משנה לשנה ובוגרי מפעל החינוך ממשיכים לטפח את הרעיון. 

        לאגודה באותם שנים שני מרכזי החינוך עיקריים, הראשון בנצרת המיועד לגברים והשני בבית ג'אלה המיועד לנשים. שני המרכזים פעלו במתכונת פנימייה כאשר התלמידים והמורים לנו במתחם, בנוסף בכל אחד מהמרכזים הייתה מרפאה ששירתה בנוסף לתלמידים והמורים, את האוכלוסייה המקומית. מלבד מרכזים אלו הקימה האגודה עוד בתי ספר בגליל וביהודה, בשנת 1899 היו 23 בתי ספר ומתקני חינוך בפלטינה ששירתו כ 1074 תלמידים. 497 בנות ו- 577 בנים. שמונה שנים לאחר מכן לאגודה כבר יש 101 בתי ספר במזרח התיכון שמשרתים מעל ל- 5,000 תלמידים.
        
        <b>רפואה</b>
        
        כחלק מרצונה של האגודה לתת מענה רפואי איכותי לעולי הרגל הרבים ולמערך החינוך, השקיעה האגודה רבות על מנת ליצור שירותי רפואה ראויים בפלשתינה.
         המפעל הראשון והמרכזי ביותר היה הקמה של בית חולים מתקדם בירושלים. ההוצאות על בית החולים לא נחסכו, שאיפה הייתה לבנות את בית החולים האיכותי ביותר בירושלים באותה תקופה. במשך הזמן נוספו שירותים נוספים לבית החולים כמו חדר ניתוח, מרפאה אמבולטורית, מחלקה למחלות מדבקות ועוד. בית החולים שימש את הצליינים, אנשי הכנסייה ואת אוכלסייתה הענייה ביותר של העיר ירושלים שנזקקה לטיפול. בשנים מסוימות כמות החולים בבית החולים שלא היו שייכים לקהילה הפרובוסלבית היוו חצי ואף יותר מכלל החולים. בית החולים היווה מקור גדול לגאווה לאימפריה הרוסית הן מבחינת איכותו והן מבחינת תרומתו לקהילה הפרובוסלאבית ולקהילה הירושלמית. 
        במרכזי ההוראה בנצרת ובבית ג'אלה הוקמו מרפאות עם אותה המטרה לספק טיפול רפואי מתקדם לבני הקהילה ולאוכלוסיה המקומית הנזקקת. גם במרכזים אלו הוקמה מרפאה אמבולטורית, המורים קיבלו הדרכה מקצועית וחויבו לבצע משמרות במרפאה. 
        מספר החולים שטופלו ע"י כלל מוסדות הרפואה של האגודה עלה מדי שנה ובקצב תדיר. לדוגמא בשנת 1900 כלל המקרים במוסדות הרפואה של האגודה היה 83,743, אחד עשר שנים לאחר מכן בשנת- 1911 נרשמו מעל 127,000 מקרים שטופלו ע"י כלל מוסדות הרפואה. לאורך השנים בית החולים בירושלים היה אחראי על מספר המטופלים הגבוהה ביותר בקרב המוסדות הרפואיים של האגודה, קרוב ל-25,000 טיפולים בשנה בממוצע. 
        `
    },
    school: {
        title: `יום בחיי ילדה בבית הספר`,
        info: `
        <b>זכרונות מבית הספר בנצרת</b>

זהו יומי הראשון בבית הספר החדש ואני מתרגשת כל כך! אבי סיפר לי המון עליו. הוא אומר שבבית ספר כל הילדים והמורים יהיו כמונו, כלומר כמו המשפחה שלי. כאן בכפר שלנו כל החברים שלי מוסלמים וככה גם ההורים שלהם, שאני אוהבת אותם מאוד, אבל אני והמשפחה שלי אנחנו נוצרים! ולא סתם נוצרים אלא נוצרים אורתודוקסים! אני אוהבת להתפלל ולראות את האיקונה של ישו הנוצרי מעל הספה בסלון. אמא אומרת שהוא היה גר לא רחוק מאיתנו, בנצרת. פעם, כל המשפחה וגם סבא וסבתא היינו בנצרת אבל לא פגשנו אותו. סבא אומר שהוא שומר עלינו מהשמיים ונמצא אצלנו בלב. 

<b>הלילה הראשון</b>

בית ספר החדש יפה ממש, הוא נקי יותר מבית הספר הקודם והספסלים בו נוחים יותר בהרבה. אני מתרגשת! עוד מעט נאמר את "תפילת האדון" בפעם הראשונה כל הילדים ביחד. לאחר מכן ניכנס לשיעור הראשון עם מורה שהיא בדיוק כמונו, נוצרית אורתודוקסית והיא מגיע מארץ רחוקה שנקראת רוסיה. אבא אומר ששם יותר קר מפה, ואני לא מבינה איך זה יכול להיות. היא באה לפה באוניה מרוסיה כדי לספר לנו על ישו ועל הניסים שהוא עשה. היא יודעת המון על ישו ועל האמונה הישירה. יש לה שיער זהוב כמו שאף פעם לא ראיתי, והיא ממש חמודה!

<b>הלילה השני </b>

היה יום כל כך כיף! אני אוהבת מאוד את הכיתה החדשה שלי, כולן בנות ואין בנים מעצבנים שמושכים בשערות. שרנו ביחד את כל התפילות והמורה סיפרה על נס הלחם והדגים. אף פעם לא שמעתי את הסיפור הזה בבית הספר, רק בבית.
 בשעה שתיים הייתה ארוחת צהריים טעימה ובירכנו על האוכל. המורה לימדה אותנו איך לברך נכון ואמרה שאם בבית שלנו לא בטוחים בברכה, אפשר ללמד גם את המשפחה איך לברך נכון, אני מתרגשת כל כך לספר לכולם! 
כל צהריים שני ילדים מהכיתה עוזרים להכין את חדר האוכל לקראת הארוחה וכשמסיימים לאכול כולם מפנים את הצלחות שלהם. נור שלומדת איתי בכיתה התנהגה לא יפה בארוחה וצחקה בזמן התפילה. המורה אמרה שהיא תקבל עונש. 
הכרתי את שיראז ואנחנו החברות הכי טובות! היא גרה בכפר קנא ואני יודעת איפה זה כי גם אחותה של אמא שלי משם וביקרנו אותה בקיץ שעבר. אני ושיראז קיבלנו משימה לנקות את הכיתה בסוף היום, אבל שיחקנו כל כך הרבה ששכחנו ועכשיו אנחנו עייפות והולכות לישון. מחר נקום לפני כולם, אפילו לפני השמש, ועם מנורה ננקה את הכיתה לפני שהמורה תבוא. 

<b>הלילה השלישי</b>

אוף! תפסו אותנו… היום בבוקר עוד לפני הזריחה שאני ושיראז ניקינו את הכיתה נכנס איסמעיל,  אב הבית של הבית ספר. יש לו את המפתחות לכל הכיתות והוא ישר סיפר למורה שלנו מריה מה עשינו. מריה אוהבת אותנו כי אנחנו תלמידות טובות ומתכוונות בלב שלם שאנחנו מתפללות.
 היא נתנה לנו עונש לנקות את הכיתה במשך שבוע אבל היא אמרה לנו שאם נמשיך להתנהג יפה אז זה יהיה רק יומיים. נור, שמפריעה הרבה, קיבלה עונש יותר קשה והיא תצטרך להגיד את "תפילת האדון" בסוף השיעור במשך שבועיים. 
אני עדיין מאוד אוהבת את הבית ספר החדש שלי ויש לי הרבה חברות חדשות.
 ביום שישי נצא הביתה להורים ואני  כבר לא יכולה לחכות לספר להם הכל! 

תודה לך אדדנו מושיענו ישו הנוצרי. 
        `
    },
    hospital: {
        title: `סטטיסטיקות מבית החולים`,
        info: `
    <b>בית החולים בירושלים</b> 

בית החולים בירושלים הוקם בראש ובראשונה לתת מענה לצרכים הרפואיים לשטף ההולך וגובר של עולי הרגל המגיעים מרוסיה לפלשתינה. רבים מעולי הרגל היו אנשים מבוגרים המורגלים באקלים הממוזג של רוסיה. המסע הארוך באוניה ותנאי המחיה בפלשתינה של סוף המאה ה-19 ותחילת המאה העשרים. גבו את מחירם מהעולים ואכן רבים נזדקקו לטיפול רפואי. גם מספרם הגדול של עולי הרגל שבשיאו הגיע לקרוב ל- 12,000 אלף איש ואישה בשנה, תרם רבות לצורך להקים מערך רפואי איכותי בפלשתינה, מערך שלא סופק ע"י השלטונות העות'מאנים, גולת הכותרת של מערך רפואי זה הייתה בית החולים בירושלים. 

רוב המאושפזים אם כך בבית החולים היו עולי רגל הנמצאים במהלך מסע משנה חיים עבורם, לרוב בזמן חגים חשובים ומשמעותיים בלוח השנה הנוצרי. המאושפזים שאפו לקבל טיפול מהיר ככל האפשר, כדי שלא יפסידו את הסיורים למקומות הקדושים, את התפילות, הביקורים בכנסיות ובמנזרים או אפילו את ארוחת הערב המשותפת. כך קרה שחולים רבים עזבו את בית החולים בזמן האשפוז, בניגוד לדעת הרופאים כדי להצטרף לחבריהם למסע בארץ הקודש. 
בתקופת "התענית הגדולה" (תקופת הצום בעלת החשיבות הרבה ביותר בשנה הליטורגית של הנצרות האורתודוקסית) צליינים רבים נמנעו מאכילת מזון עשיר, והסתפקו במזון הדל ביותר תוך התנזרות ממאכלי חלב, ביצים ובשר. צליינים רבים קיימו את התענית גם בזמן אשפוז, וכך תחושת ההתעלות הדתית של הצליינים המאושפזים המשיכה לבעור, אך לעיתים מצבם הבריאותי התדרדר בעקבות התענית. 

בירושלים קיימים באותה תקופה בתי חולים נוספים, גם הם הופעלו על ידי ממשלות זרות וגורמים פרטיים והכילו מספר מיטות נמוך מזה של מבית החולים הרוסי -  בית החולים הגרמני הגדול הכיל 40 מיטות, בבית החולים הצרפתי ניצבו 32 מיטות, בית החולים האנגלי - 27 מיטות, בית החולים היווני - 25 מיטות, בית החולים היהודי "ביקור חולים" הכיל 25 מיטות ובית החולים היהודי על שם רוטשילד הכיל 18 מיטות, בית החולים הרוסי בירושלים בשיאו הכיל 75 מיטות.
מלבד למיטות האשפוז בית החולים הכיל גם חדר ניתוח אחד ומחלקה למחלות מדבקות. 
 מנתונים שנאספו ע"י האגודה ניראה כי בשנים של סוף המאה ה-19 ותחילת המאה ה-20. כשליש מהחולים אושפזו בעקבות מלריה או דיזנטריה, זמן האשפוז הממוצע עמד על 16 יום ובית החולים העסיק 14 אנשי צוות - רופאים, רוקחים ואחיות.
 <img
        src=${hospitalStas}
        alt="humanitarian buildings"
        class="humanitarianBuildings"
      />

    `},
    Diseases: {
        title: `מקרים שטופלו במהלך שבועיים בחודש מרץ 1908 במרפאה בנצרת`,
        book: [
            {
                id: 'one',
                title: `ורטיגו`,
                info: `
                תחושה של סחרחורת סיבובית, שבה מרגיש האדם כאילו הוא עצמו או הסביבה נמצאים בתנועה מתמדת. התחושה עלולה להיות מלווה בבחילות, הקאות, הזעה או קושי בהליכה. 
                מספר חולים -7.`
            },
            {
                id: 'two',
                title: `אנטריטיס`,
                info: `
                דלקת של המעי הדק, הגורמת בדרך-כלל לשלשול. אנטריטיס זיהומית נגרמת על-ידי חיידק או נגיף. מספר החולים -36.
                
        `
            },
            {
                id: 'three',
                title: `וולנוס`,
                info: `
                פציעה הנגרמת מטראומה. 
                מספר החולים -2.
                
        `
            },
            {
                id: 'four',
                title: `אולקוס`,
                info: `
                כאבים עמומים בבטן העליונה, משמאל לקו הטבור. הכאבים מופיעים בדרך כלל מיד לאחר הארוחה או עד כ-30 דקה אחריה ולעיתים מלווים בבחילות והקאות. הכאבים עלולים להימשך שבועות מספר, ניתן להקל עליהם באכילה או על ידי סותרי חומצה. לעיתים הכאבים מחמירים בעקבות אכילה או שתיית נוזלים חמים ואלכוהול, וגורמים לכך שהחולה ימנע מלאכול וירד במשקל. 
                מספר החולים -12.
                                
        `
            },
            {
                id: 'five',
                title: `קרטיטיס`,
                info: `
                דלקת המופיעה לרוב רק בעין אחת, ומתבטאת בתחושת גוף זר בעין, כאב, אודם מקומי, רגישות לאור, ודמע המלווה בטשטוש ראייה קל עד חמור.  
                מספר מקרים - 1.
                 
        `
            },
            {
                id: 'six',
                title: `רומנטיסמוס`,
                info: `
                שיגרון או ראומטיזם, כאב ותסמינים נוספים שמקורם במפרקים. מחלות שגרוניות עלולות לפגוע בלב, בעור, בריאה, בעצמות ובכליות. 
                מספר מקרים - 59.
                 
        `
            },
            {
                id: 'seven',
                title: `מלריה`,
                info: `
                תסמיני מלריה כוללים חום גבוה, רעד, כאבי פרקים, כאב ראש עז, הקאות  דמיות, הזעה מרובה, צמרמורת, שלשול וכאבי בטן. עלולה בנוסף להופיע תחושת דקירות בעור וחוסר סוכר בדם.  
                מספר מקרים - 34.             
        `
            },
            {
                id: 'eight',
                title: `ברונכיטיס`,
                info: `
                שיעול, ליחה, חולשה, חום ולעיתים גם תחושת חוסר נוחות בחזה - בעיקר לאחר שיעול. הדלקת מוגדרת כרונית כאשר התסמינים נמשכים לפחות שלושה חודשים בכל שנה, במשך שנתיים ברציפות.  מספר מקרים - 40.      
        `
            },
            {
                id: 'nine',
                title: `קלבוס`,
                info: `
                זיהום עור נגיפי, גידול עור קטן דמוי יבלת הנגרם על ידי נגיף ממשפחת נגיפי הפפילומה האנושיים.  
                מספר מקרים - 190.                 
        `
            },
            {
                id: 'ten',
                title: `אודונטלגיה`,
                info: `
                כאבי שיניים או חניכיים שלא מוצאים את מקורם. 
                מספר מקרים - 2.               
        `
            },
            {
                id: 'eleven',
                title: `אנגינה`,
                info: `
                התלונות העיקריות הן כאבי גרון וקושי בבליעה. לפעמים יש גם חום, נזלת, שיעול, דלקת עיניים, צרידות.  
                מספר מקרים - 7.                
        `
            },
            {
                id: 'tweleve',
                title: `אריספלס`,
                info: `
                (שושנה או ורדת) - מחלה זיהומית חריפה בעור הכוללת תסמינים של חום גבוה, רעידות, צמרמורות, תשישות, כאבי ראש, הקאות וחולשה כללית, כל זאת במהלך  48 השעות שלאחר הזיהום הראשוני. הנגע האדום בעור מתפשט במהירות ומופיע כפריחה אדמומית, נפוחה וחמה למגע. הזיהום עשוי להופיע בכל חלק בעור לרבות הפנים, הזרועות והרגליים, אך המיקום השכיח הוא השוקיים.  
                מספר מקרים - 9.        
        `
            },
            {
                id: 'thirteen',
                title: `דיזנטריה`,
                info: `
                שלשול חמור המלווה בדם וריר בצואה וכן בחום גבוה, הנובע מזיהום במערכת העיכול.  
                מספר מקרים - 28.
                
        `
            },
            {
                id: 'fourteen',
                title: `דיזוריה`,
                info: `
                (ביוונית: שתן רע) - שם שניתן לכאבים או לתחושת צריבה בזמן מתן שתן. 
                מספר מקרים - 1.
                
        `
            },
            {
                id: 'fifthteen',
                title: `קונטוזיו`,
                info: `
                חבורה, סוג של המטומה קלה יחסית ברקמת תאי הגוף אשר בה כלי דם ניזוקים כתוצאה מטראומה גופנית. 
                מספר מקרים - 2.
        `
            },
            {
                id: 'sixteen',
                title: `קמבוסטין`,
                info: `
                כוויה, פגיעה בעור כתוצאה ממגע ישיר או קרבה לאש, קיטור, משטח או נוזל לוהט או קר במיוחד (כווית קור).
                מספר מקרים - 21.
        `
            },
            {
                id: 'seventeen',
                title: `פריאוסטיטיס`,
                info: `
                זיהום חיידקי ברקמת העצם הגורם למוגלה, בצקת וגודש בכלי הדם. זרימת הדם בגוף מאטה וכתוצאה מכך נוצרים קרישי דם בכלי דם קטנים, הגורמים בסופו של דבר למוות (נמק) של אזורים מסוימים בעצם. בתוך אזורים אלו החיידקים משגשגים וממשיכים את הזיהום עצמו. 
                מספר מקרים - 5.
`
            },
            {
                id: 'eighteen',
                title: `קוניוקטיביטיס`,
                info: `
                (בעברית: דלקת לחמית העין) הלחמית היא קרום שקוף המצפה את לובן העין ואת החלק הפנימי של העפעפיים. היא יכולה להיגרם על ידי נגיף, חיידק, תגובה אלרגית לקרדית אבק הבית, אבקנים, עישון, חומרים נדיפים או כימיקלים שונים.  
                מספר מקרים - 8.
               
        `
            },
            {
                id: 'ninteen',
                title: `אובסטיפציה`,
                info: `
                (בעברית:עצירות חסימתית) -  מעין עצירות שחוסמת את המעיים באופן חלקי או מלא ומצריכה לעיתים התערבות כירורגית.  
                מספר מקרים - 13.       
        `
            },
            {
                id: 'tewenty',
                title: `גסטריטיס`,
                info: `
                דלקת בקיבה העלולה להיגרם על ידי אלכוהוליזם, צריכת תרופות כגון אספירין או עישון לתקופה ארוכה. לעיתים מתפתחת הדלקת לאחר ניתוח גדול, טראומה, כוויות או זיהום חריף. 
                מספר מקרים 3.                               
        `
            },
            {
                id: 'tewentyOne',
                title: `נקרוזיס`,
                info: `
                בעברית נמק, היא מצב של מוות תאים ברקמה באופן בלתי מתוכנן כתוצאה מפציעה, זיהום, סרטן, שבר, טוקסין או דלקת כרונית.  
                מספר מקרים - 1.                
        `
            },
            {
                id: 'tewentyTwo',
                title: `אינטרטריגו`,
                info: `
                שפשפת, פריחה אדומה ותחושת גרד, לעיתים בלתי נסבלת. הפתולוגיה עלולה לגרום לתחושת שריפה, לריח רע ולעור סדוק ומדמם.  
                מספר מקרים - 6.                 
        `
            },
            {
                id: 'tewentyThree',
                title: `ויטיום קורדיס`,
                info: `
                (בעברית: אי ספיקת לב) - ירידה ביכולת לשהות במאמץ המלווה תחושת עייפות וחולשה גם לאחר פעולות קלות. לעיתים מצטברים נוזלים ברקמות הגוף - לפעמים בריאות - מה שגורם לקוצר נשימה. צבירת הנוזלים בבטן ובאגן עלולה לגרום לתחושת כובד, לחוסר תיאבון, לבחילות ולהקאות. צבירת הנוזלים בגפיים באה לידי ביטוי בבצקות.  
                מספר מקרים - 1.           
        `
            },
            {
                id: 'tewentyFour',
                title: `פרקטורה קלביקולה`,
                info: `
                שבר בעצם הבריח. 
                מספר מקרים - 1.      
        `
            },
            {
                id: 'tewentyFive',
                title: `גאסטיאלגיה`,
                info: `
                כאב בטן, לרוב ממקור עצבי. 
                מספר מקרים - 9.                 
        `
            },
            {
                id: 'ventaSix',
                title: `לימפאדניטיס`,
                info: `
                מחלה של מערכת הלימפה המלווה ברגישות מוגברת, חום ונפיחות מעל אזור הלימפה, שעיקרה אבנורמליות במספרן, בגודלן ו/או במרקמן של קשריות הלימפה. על-פי-רוב אבנורמליות כאלה הן על רקע דלקתי.  
                מספר מקרים - 1.                 
        `
            },
            {
                id: 'tewntySeven',
                title: `קריס דנטיס`,
                info: `
                (בעברית -  עששת)-  הרס זגוגית השן (אמייל) על ידי חיידקים. עששת עלולה לגרום לאי נוחות, כאב, הפרעה בלעיסה, דיבור ו שינוי לרעה באסתטיקה של הפה.  מספר מקרים - 3.               
        `
            },
            {
                id: 'tewntyEight',
                title: `קפאלאלגיה`,
                info: `
                (בעברית:כאב ראש) - תופעה נפוצה יחסית, המתרחשת אצל כ-4% מכלל האוכלוסייה. כאב ראש יכול להיות שפיר, כגון כאב ראש כרוני מסוג מיגרנה, אולם לעיתים כאב ראש מרמז על התרחשות כגון גידול, דימום תת-עכבישי ותהליכים נוספים, שיש לטפל בהם במהירות היות שחלקם מסכני חיים.  מספר מקרים - 10.
                 
        `
            },
            {
                id: 'tewntyNine',
                title: `נירולין`,
                info: `
                לא ידוע. 
                מספר מקרים - 2.                 
        `
            },
            {
                id: 'thirdy',
                title: `דיסטורסיו`,
                info: `
                עיוות בראייה, שגיאה בפענוח של המוח את הנראה לעין. 
                מספר מקרים - 4.    
        `
            },
            {
                id: 'thirdyOne',
                title: `פלגמונה`,
                info: `
                צלוליטיס או דלקת רקמה תת-עורית. האזור המודלק יהיה, נפוח, רגיש, כואב, אדמומי וחם. בדרך כלל התסמינים כוללים גם חום, צמרמורות, ברדיקרדיה, לחץ דם נמוך, כאבי ראש והזעה.  
                מספר מקרים - 9.             
        `
            },
            {
                id: 'thirdyTwo',
                title: `פארוליס`,
                info: `
                (דלקת חניכיים) - מצב דלקתי של רקמת החניכיים בחלל הפה. זו נחשבת לאחת מבעיות השיניים והפה הנפוצות ביותר ומתבטאת לרוב בדימום וכאב בחניכיים. מעל ל-90% מהאוכלוסייה לוקה בדלקת חניכיים ברמה זאת או אחרת במהלך חייה. 
                מספר מקרים - 28.                
        `
            },
            {
                id: 'thirdyThree',
                title: `היסטריה`,
                info: `
                ביטוי גופני לבעיה נפשית.
מספר מקרים - 1.
                
        `
            },
            {
                id: 'thirdyFour',
                title: `אקזמה`,
                info: `
                יובש וגירוד מזדמן באזורי גוף קטנים. כאשר עולה דרגת החומרה אז אזורי הגרד מפושטים יותר והגירוד הבלתי פוסק נמשך בעת השינה, ואף משפיע על איכותה. 
                מספר מקרים - 15.
              
        `
            },
            {
                id: 'thirdyFive',
                title: `האמראלופיה`,
                info: `
                קושי בראייה באור יום.  
                מספר מקרים - 21.                
        `
            },
            {
                id: 'thirdySix',
                title: `פאנאטריום`,
                info: `
                דלקת ונפיחות של העור סביב ציפורן בכף היד או הרגל, אשר נובעת מחיידק או זיהום פטרייתי.  מספר מקרים - 5.     
        `
            },
            {
                id: 'thirdySeven',
                title: `אדינמיה`,
                info: `
                (בעברית:תשישות) - אפיסת כוחות הנובעת לעיתים ממקור נוירולוגי.  
                מספר מקרים - 8. 
        `
            },
            {
                id: 'thirdyEight',
                title: `אריתמה`,
                info: `
                (בעברית:אדמנת) - אודם או דלקת של העור עקב התרחבות וגודש נימי הדם או הקרומים הריריים, מסיבות שונות. לעיתים זהו סימן לזיהום. 
                מספר מקרים - 13.
                                 
        `
            },
            {
                id: 'thirdyNine',
                title: `אפילפסיה`,
                info: `
                (בעברית:כפיון) - קבוצה של הפרעות נוירולוגיות המאופיינת בפרכוסים הנובעים מפעילות עודפת וחריגה של תאי עצב בקליפת המוח. 
                מספר מקרים - 3.           
        `
            }
        ]
    }
}
export { hebrewText as default };