import hospitalStas from '../assets/hospital/Accountability.png'
const hebrewText = {

    id: "hebrewText",
    titles: {
        hospital: "טיפולים בבית החולים",
        school: "יום בחיי בית הספר",
        Diseases: "ספר מחלות"
    },
    frontPage: {
        title: `חינוך ורפואה בארץ הקודש`,
        info: `<b>חינוך</b>

        עוד מהקמתה של האגודה הפרבוסלבית לארץ ישראל דגש מיוחד ניתן על חינוך. בשלהי המאה ה-19 ותחילת המאה ה-20 פלשתינה, ארץ ישראל של היום מוזנחת והשלטון העות'מאני משקיע מעט מאוד בתשתיות, חינוך ורפואה. 
        הפיתוח בנושאים אלו מגיע מעזרה חיצונית של מדינות ואנשים פרטים. האימפריה הרוסית ונתינה מובילים בתרומתם בתחומים אלו. 
         שתי רעיונות מרכזיים עמדו לנגד עיניי האגודה במפעל שקם בפלשתינה. הראשון לתת מענה לצורך של האוכלוסייה האורתודוקסית החיה בארץ ישראל בחינוך אורתודוקסי והשני לסייע בחינוך איכותי לכלל התושבים המקומיים לדוגמה לימודי מדעים, חשבון, טבע ושפה. 
        מלבד רמת החינוך האגודה דואגת למתקנים ברמה שהארץ לא הכירה לפני כן, מבנים חדשים וציוד איכותי הופכים את החינוך האורתודוקסי למבוקש במיוחד בקרב היושבים בפלשתינה, וההרשמה לבתי הספר של האגודה עולה על ההיצע. 
        כך מפעל ענף של חינוך מתפשט בהצלחה רבה ברחבי המזרח התיכון, בנוסף לבתי הספר הראשונים מתווספים סמינרים למורים, תפוסת המתקנים עולה משנה לשנה ובוגרי מפעל החינוך ממשיכים לטפח את הרעיון. 

        לאגודה באותם שנים שני מרכזי החינוך עיקריים, הראשון בנצרת המיועד לגברים והשני בבית ג'אלה המיועד לנשים. שני המרכזים פעלו במתכונת פנימייה כאשר התלמידים והמורים לנו במתחם, בנוסף בכל אחד מהמרכזים הייתה מרפאה ששירתה בנוסף לתלמידים והמורים, את האוכלוסייה המקומית. מלבד מרכזים אלו הקימה האגודה עוד בתי ספר בגליל וביהודה, בשנת 1899 היו 23 בתי ספר ומתקני חינוך בפלטינה ששירתו כ 1074 תלמידים. 497 בנות ו- 577 בנים. שמונה שנים לאחר מכן לאגודה כבר יש 101 בתי ספר במזרח התיכון שמשרתים מעל ל- 5,000 תלמידים.
        
        <b>רפואה</b>
        
        כחלק מרצונה של האגודה לתת מענה רפואי איכותי לעולי הרגל הרבים ולמערך החינוך, השקיעה האגודה רבות על מנת ליצור שירותי רפואה ראויים בפלשתינה.
         המפעל הראשון והמרכזי ביותר היה הקמה של בית חולים מתקדם בירושלים. ההוצאות על בית החולים לא נחסכו, שאיפה הייתה לבנות את בית החולים האיכותי ביותר בירושלים באותה תקופה. במשך הזמן נוספו שירותים נוספים לבית החולים כמו חדר ניתוח, מרפאה אמבולטורית, מחלקה למחלות מדבקות ועוד. בית החולים שימש את הצליינים, אנשי הכנסייה ואת אוכלסייתה הענייה ביותר של העיר ירושלים שנזקקה לטיפול. בשנים מסוימות כמות החולים בבית החולים שלא היו שייכים לקהילה הפרובוסלבית היוו חצי ואף יותר מכלל החולים. בית החולים היווה מקור גדול לגאווה לאימפריה הרוסית הן מבחינת איכותו והן מבחינת תרומתו לקהילה הפרובוסלאבית ולקהילה הירושלמית. 
        במרכזי ההוראה בנצרת ובבית ג'אלה הוקמו מרפאות עם אותה המטרה לספק טיפול רפואי מתקדם לבני הקהילה ולאוכלוסיה המקומית הנזקקת. גם במרכזים אלו הוקמה מרפאה אמבולטורית, המורים קיבלו הדרכה מקצועית וחויבו לבצע משמרות במרפאה. 
        מספר החולים שטופלו ע"י כלל מוסדות הרפואה של האגודה עלה מדי שנה ובקצת תדיר. לדוגמא בשנת 1900 כלל המקרים במוסדות הרפואה של האגודה היה 83,743, אחד עשר שנים לאחר מכן בשנת- 1911 נרשמו מעל 127,000 מקרים שטופלו ע"י כלל מוסדות הרפואה, תמיד בית החולים בירושלים אחראי על מספר המטופלים הגבוהה ביותר קרוב ל-25,000 בשנה. 
        `
    },
    school: {
        title: `יום בחיי ילדה בבית הספר`,
        info: `
        <b>סיפורי בית ספר</b>

זהו יומי הראשון בבית הספר החדש ואני מתרגשת כל כך! אבי סיפר לי המון על בית ספר הוא אומר שזה בית ספר שהוא כמונו כלומר כמו המשפחה שלי. כאן בכפר שלי כל החברים שלי מוסלמים וככה גם המשפחה שלהם, אני אוהבת אותם מאוד. אני אחיותיי ואחי כמו גם אמא ואבא אנחנו נוצרים ולא סתם נוצרים אלא נוצרים פרבוסלבים! אני אוהבת להתפלל ולראות את האיקונה של ישו הנוצרי מעל הספה בסלון. אמא אומרת שהוא היה גר לא רחוק מאיתנו בנצרת. פעם כל המשפחה וגם סבא וסבתא היינו בנצרת אבל לא פגשנו אותו. סבא אומר שהוא שומר עלינו מהשמיים ונמצא אצלנו בלב. 

<b>הלילה הראשון</b>

הבית ספר החדש יפה ממש הוא נקי יותר מבית הספר הקודם וכסאות בו יותר נוחים. אני מתרגשת עוד מעט נאמר את "תפילת האדון" בפעם הראשונה כל הילדים ביחד ולאחר מכן נכנס לשיעור הראשון עם מורה שהיא בדיוק כמונו מאמינה באמונה הישרה, היא מגיע מארץ רחוקה שנקראת רוסיה. אבא אומר ששם יותר קר מפה, אני לא מבינה איך זה יכול להיות. היא באה לפה באוניה מרוסיה כי פה בבית ספר לא מדברים על ישו ועל הניסים שהוא עשה. היא יודעת המון על ישו ועל האמונה הישירה. יש לה שיער צהוב כמו שאף פעם לא ראיתי, והיא ממש נחמדה!

<b>הלילה השני </b>

היה יום כל כך כיף! אני אוהבת מאוד את הכיתה החדשה שלי, כולן בנות ואין בנים מעצבנים שמושכים בשערות. שרנו ביחד את כל התפילות והמורה סיפרה על נס הלחם והדגים, אף פעם לא שמעתי את הסיפור הזה בבית הספר, רק בבית. בשעה שתיים הייתה ארוחת צהריים טעימה ובירכנו על האוכל, המורה ביקשה שאם בבית שלנו לא בטוחים בברכה אפשר ללמד גם את המשפחה איך לברך נכון, אני מתרגשת לספר לכולם. 
כל צהריים שתי ילדים מהכיתה עוזרים להכין את חדר האוכל, כשמסיימים לאכול כולם מפנים את הצלחות שלהם. נור שלומדת איתי בכיתה התנהגה לא יפה בארוחה וצחקה בזמן התפילה. המורה אמרה שהיא תקבל עונש. 
הכרתי את שיראז ואנחנו החברות הכי טובות! היא גרה בכפר קנא ואני יודעת איפה ה כי גם אחותה של אמא שלי משם וביקרנו אותה בקיץ שעבר. אני ושיראז קיבלנו משימה לנקות את הכיתה בסוף היום, שיחקנו כל כך הרבה ששכחנו ועכשיו אנחנו עייפות והולכות לישון. מחר נקום לפני כולם אפילו לפני השמש ועם מנורה ננקה את הכיתה לפני שהמורה תבוא. 

<b>הלילה השלישי</b>

אוף! תפסנו אותנו… היום בבוקר עוד לפני הזריחה שאני ושיראז ניקינו את הכיתה נכנס איסמעיל הוא אב הבית של הבית ספר. יש לו את המפתחות לכל הכיתות. הוא סיפר למורה שלנו מריה. מריה אוהבת אותנו כי אנחנו תלמידות טובות ומתכוונות בלב שלם שאנחנו מתפללות היא נתנה לנו עונש לנקות את הכיתה במשך שבוע אבל היא אמרה לנו שאם נמשיך להתנהג יפה אז זה יהיה רק יומיים. נור מפריעה הרבה והיא קיבלה עונש יותר קשה היא תצטרך להגיד את "תפילת האדון" בסוף השיעור במשך שבועיים. זה עונש ממש קשה! 
אני עדיין מאוד אוהבת את הבית ספר החדש שלי ויש לי הרבה חברות חדשות ביום שישי נצא הביתה להורים ואני לא יכולה לחכות לספר להם הכל. 

תודה לך אדדנו מושיענו ישו הנוצרי. 
        `
    },
    hospital: {
        title: `סטטיסטיקות מבית החולים`,
        info: `
    בית החולים בירושלים 

בית החולים בירושלים הוקם בראש ובראשונה לתת מענה לצרכים הרפואיים לשטף ההולך וגובר של עולי הרגל המגיעים מרוסיה לפלשתינה. רבים מעולי הרגל היו אנשים מבוגרים המורגלים באקלים הממוזג של רוסיה. המסע הארוך באוניה ותנאי המחיה בפלשתינה של סוף המאה ה-19 ותחילת המאה העשרים. גבו את מחירם מהעולים ואכן רבים נזדקקו לטיפול רפואי. גם מספרם הגדול של עולי הרגל שבשיאו הגיע לקרוב ל- 12,000 אלף איש ואישה בשנה, תרם רבות לצורך להקים מערך רפואי איכותי בפלשתינה, מערך שלא סופק ע"י השלטונות העות'מאנים, גולת הכותרת של מערך רפואי זה הייתה בית החולים בירושלים. 

רוב המאושפזים אם כך בבית החולים היו עולי רגל הנמצאים במהלך מסע משנה חיים עבורם, לרוב בזמן חגים חשובים ומשמעותיים בלוח השנה הנוצרי. המאושפזים שאפו לקבל טיפול מהיר ככל האפשר, כדי שלא יפסידו את הסיורים למקומות הקדושים, את התפילות, הביקורים בכנסיות ובמנזרים או אפילו את ארוחת הערב המשותפת. כך קרה שחולים רבים עזבו את בית החולים בזמן האשפוז, בניגוד לדעת הרופאים כדי להצטרף לחבריהם למסע בארץ הקודש. 
בתקופת "התענית הגדולה" (תקופת הצום בעלת החשיבות הרבה ביותר בשנה הליטורגית של הנצרות האורתודוקסית) צליינים רבים נמנעו מאכילת מזון עשיר, והסתפקו במזון הדל ביותר תוך התנזרות ממאכלי חלב, ביצים ובשר. צליינים רבים קיימו את התענית גם בזמן אשפוז, וכך תחושת ההתעלות הדתית של הצליינים המאושפזים המשיכה לבעור, אך לעיתים מצבם הבריאותי התדרדר בעקבות התענית. 

בירושלים קיימים באותה תקופה בתי חולים נוספים, גם הם הופעלו על ידי ממשלות זרות וגורמים פרטיים והכילו מספר מיטות נמוך מזה של מבית החולים הרוסי -  בית החולים הגרמני הגדול הכיל 40 מיטות, בבית החולים הצרפתי ניצבו 32 מיטות, בית החולים האנגלי - 27 מיטות, בית החולים היווני - 25 מיטות, בית החולים היהודי "ביקור חולים" הכיל 25 מיטות ובית החולים היהודי על שם רוטשילד הכיל 18 מיטות, בית החולים הרוסי בירושלים בשיאו הכיל 75 מיטות.
מלבד למיטות האשפוז בית החולים הכיל גם חדר ניתוח אחד ומחלקה למחלות מדבקות. 
 מנתונים שנאספו ע"י האגודה ניראה כי בשנים של סוף המאה ה-19 ותחילת המאה ה-20. כשליש מהחולים אושפזו בעקבות מלריה או דיזנטריה, זמן האשפוז הממוצע עמד על 16 יום ובית החולים העסיק 14 אנשי צוות - רופאים, רוקחים ואחיות.
 <img
        src=${hospitalStas}
        alt="humanitarian buildings"
        class="humanitarianBuildings"
      />

    `},
    Diseases: [
        {
            id: 'one',
            title: `ורטיגו`,
            info: `
            תחושה של סחרחורת סיבובית, שבה מרגיש האדם כאילו הוא עצמו או הסביבה נמצאים בתנועה מתמדת. התחושה עלולה להיות מלווה בבחילות, הקאות, הזעה או קושי בהליכה. מספר חולים -7.
        `
        },
        {
            id: 'four',
            title: `אנטריטיס`,
            info: `
            דלקת של המעי הדק, הגורמת בדרך-כלל לשלשול. אנטריטיס זיהומית נגרמת על-ידי חיידק או נגיף. מספר החולים -36
        `
        },
        {
            id: 'two',
            title: `וולנוס`,
            info: `
            פציעה הנגרמת מטראומה. מספר החולים -2 
        `
        },
        {
            id: 'three',
            title: `אולקוס`,
            info: `
            אבים עמומים בבטן העליונה, משמאל לקו הטבור. הכאבים מופיעים בדרך כלל מיד לאחר הארוחה או עד כ-30 דקה אחריה ולעיתים מלווים בבחילות והקאות. הכאבים עלולים להימשך שבועות מספר, ניתן להקל עליהם באכילה או על ידי סותרי חומצה. לעיתים הכאבים מחמירים בעקבות אכילה או שתיית נוזלים חמים ואלכוהול, וגורמים לכך שהחולה ימנע מלאכול וירד במשקל. מספר החולים -12.
 
        `
        },
    ]
}
export { hebrewText as default };