
const hebrewText = {

    id: "hebrewText",
    titles: {
        hospital: "טיפולים בבית החולים",
        school: "יום בחיי בית הספר",
        Diseases: "ספר מחלות"
    },
    school: {
        title: `יום בחיי ילדה בבית הספר`,
        info: `
        סיפורי בית ספר 

זהו יומי הראשון בבית הספר החדש ואני מתרגשת כל כך! אבי סיפר לי המון על בית ספר הוא אומר שזה בית ספר שהוא כמונו כלומר כמו המשפחה שלי. כאן בכפר שלי כל החברים שלי מוסלמים וככה גם המשפחה שלהם, אני אוהבת אותם מאוד. אני אחיותיי ואחי כמו גם אמא ואבא אנחנו נוצרים ולא סתם נוצרים אלא נוצרים פרבוסלבים! אני אוהבת להתפלל ולראות את האיקונה של ישו הנוצרי מעל הספה בסלון. אמא אומרת שהוא היה גר לא רחוק מאיתנו בנצרת. פעם כל המשפחה וגם סבא וסבתא היינו בנצרת אבל לא פגשנו אותו. סבא אומר שהוא שומר עלינו מהשמיים ונמצא אצלנו בלב. 

הלילה הראשון

הבית ספר החדש יפה ממש הוא נקי יותר מבית הספר הקודם וכסאות בו יותר נוחים. אני מתרגשת עוד מעט נאמר את "תפילת האדון" בפעם הראשונה כל הילדים ביחד ולאחר מכן נכנס לשיעור הראשון עם מורה שהיא בדיוק כמונו מאמינה באמונה הישרה, היא מגיע מארץ רחוקה שנקראת רוסיה. אבא אומר ששם יותר קר מפה, אני לא מבינה איך זה יכול להיות. היא באה לפה באוניה מרוסיה כי פה בבית ספר לא מדברים על ישו ועל הניסים שהוא עשה. היא יודעת המון על ישו ועל האמונה הישירה. יש לה שיער צהוב כמו שאף פעם לא ראיתי, והיא ממש נחמדה!

הלילה השני 

היה יום כל כך כיף! אני אוהבת מאוד את הכיתה החדשה שלי, כולן בנות ואין בנים מעצבנים שמושכים בשערות. שרנו ביחד את כל התפילות והמורה סיפרה על נס הלחם והדגים, אף פעם לא שמעתי את הסיפור הזה בבית הספר, רק בבית. בשעה שתיים הייתה ארוחת צהריים טעימה ובירכנו על האוכל, המורה ביקשה שאם בבית שלנו לא בטוחים בברכה אפשר ללמד גם את המשפחה איך לברך נכון, אני מתרגשת לספר לכולם. 
כל צהריים שתי ילדים מהכיתה עוזרים להכין את חדר האוכל, כשמסיימים לאכול כולם מפנים את הצלחות שלהם. נור שלומדת איתי בכיתה התנהגה לא יפה בארוחה וצחקה בזמן התפילה. המורה אמרה שהיא תקבל עונש. 
הכרתי את שיראז ואנחנו החברות הכי טובות! היא גרה בכפר קנא ואני יודעת איפה ה כי גם אחותה של אמא שלי משם וביקרנו אותה בקיץ שעבר. אני ושיראז קיבלנו משימה לנקות את הכיתה בסוף היום, שיחקנו כל כך הרבה ששכחנו ועכשיו אנחנו עייפות והולכות לישון. מחר נקום לפני כולם אפילו לפני השמש ועם מנורה ננקה את הכיתה לפני שהמורה תבוא. 

הלילה השלישי 

אוף! תפסנו אותנו… היום בבוקר עוד לפני הזריחה שאני ושיראז ניקינו את הכיתה נכנס איסמעיל הוא אב הבית של הבית ספר. יש לו את המפתחות לכל הכיתות. הוא סיפר למורה שלנו מריה. מריה אוהבת אותנו כי אנחנו תלמידות טובות ומתכוונות בלב שלם שאנחנו מתפללות היא נתנה לנו עונש לנקות את הכיתה במשך שבוע אבל היא אמרה לנו שאם נמשיך להתנהג יפה אז זה יהיה רק יומיים. נור מפריעה הרבה והיא קיבלה עונש יותר קשה היא תצטרך להגיד את "תפילת האדון" בסוף השיעור במשך שבועיים. זה עונש ממש קשה! 
אני עדיין מאוד אוהבת את הבית ספר החדש שלי ויש לי הרבה חברות חדשות ביום שישי נצא הביתה להורים ואני לא יכולה לחכות לספר להם הכל. 

תודה לך אדדנו מושיענו ישו הנוצרי, תודה. 
        `
    },
    hospital: {
        title: `סטטיסטיקות מבית החולים`,
        info: `
    בית החולים בירושלים 

בית החולים בירושלים הוקם בראש ובראשונה לתת מענה לצרכים הרפואיים לשטף ההולך וגובר של עולי הרגל המגיעים מרוסיה לפלשתינה. רבים מעולי הרגל היו אנשים מבוגרים המורגלים באקלים הממוזג של רוסיה. המסע הארוך באוניה ותנאי המחיה בפלשתינה של סוף המאה ה-19 ותחילת המאה העשרים. גבו את מחירם מהעולים ואכן רבים נזדקקו לטיפול רפואי. גם מספרם הגדול של עולי הרגל שבשיאו הגיע לקרוב ל- 12,000 אלף איש ואישה בשנה, תרם רבות לצורך להקים מערך רפואי איכותי בפלשתינה, מערך שלא סופק ע"י השלטונות העות'מאנים, גולת הכותרת של מערך רפואי זה הייתה בית החולים בירושלים. 

רוב המאושפזים אם כך בבית החולים היו עולי רגל הנמצאים במהלך מסע משנה חיים עבורם, לרוב בזמן חגים חשובים ומשמעותיים בלוח השנה הנוצרי. המאושפזים שאפו לקבל טיפול מהיר ככל האפשר, כדי שלא יפסידו את הסיורים למקומות הקדושים, את התפילות, הביקורים בכנסיות ובמנזרים או אפילו את ארוחת הערב המשותפת. כך קרה שחולים רבים עזבו את בית החולים בזמן האשפוז, בניגוד לדעת הרופאים כדי להצטרף לחבריהם למסע בארץ הקודש. 
בתקופת "התענית הגדולה" (תקופת הצום בעלת החשיבות הרבה ביותר בשנה הליטורגית של הנצרות האורתודוקסית) צליינים רבים נמנעו מאכילת מזון עשיר, והסתפקו במזון הדל ביותר תוך התנזרות ממאכלי חלב, ביצים ובשר. צליינים רבים קיימו את התענית גם בזמן אשפוז, וכך תחושת ההתעלות הדתית של הצליינים המאושפזים המשיכה לבעור, אך לעיתים מצבם הבריאותי התדרדר בעקבות התענית. 

בירושלים קיימים באותה תקופה בתי חולים נוספים, גם הם הופעלו על ידי ממשלות זרות וגורמים פרטיים והכילו מספר מיטות נמוך מזה של מבית החולים הרוסי -  בית החולים הגרמני הגדול הכיל 40 מיטות, בבית החולים הצרפתי ניצבו 32 מיטות, בית החולים האנגלי - 27 מיטות, בית החולים היווני - 25 מיטות, בית החולים היהודי "ביקור חולים" הכיל 25 מיטות ובית החולים היהודי על שם רוטשילד הכיל 18 מיטות, בית החולים הרוסי בירושלים בשיאו הכיל 75 מיטות.
מלבד למיטות האשפוז בית החולים הכיל גם חדר ניתוח אחד ומחלקה למחלות מדבקות. 
 מנתונים שנאספו ע"י האגודה ניראה כי בשנים של סוף המאה ה-19 ותחילת המאה ה-20. כשליש מהחולים אושפזו בעקבות מלריה או דיזנטריה, זמן האשפוז הממוצע עמד על 16 יום ובית החולים העסיק 14 אנשי צוות - רופאים, רוקחים ואחיות.

    `},
    Diseases: {
        title: ` מקרים שטופלו בין מרץ למאי 1908 במרפאה בנצרת`,
        info:
            `
        מקרים שטופלו במהלך שבועיים בחודש מרץ 1908 במרפאה בנצרת 

1. ורטיגו - תחושה של סחרחורת סיבובית, שבה מרגיש האדם כאילו הוא עצמו או הסביבה נמצאים בתנועה מתמדת. התחושה עלולה להיות מלווה בבחילות, הקאות, הזעה או קושי בהליכה. מספר חולים -7.

2. אנטריטיס - דלקת של המעי הדק, הגורמת בדרך-כלל לשלשול. אנטריטיס זיהומית נגרמת על-ידי חיידק או נגיף. מספר החולים -36.

3. וולנוס - פציעה הנגרמת מטראומה. מספר החולים -2.

4. אולקוס - כאבים עמומים בבטן העליונה, משמאל לקו הטבור. הכאבים מופיעים בדרך כלל מיד לאחר הארוחה או עד כ-30 דקה אחריה ולעיתים מלווים בבחילות והקאות. הכאבים עלולים להימשך שבועות מספר, ניתן להקל עליהם באכילה או על ידי סותרי חומצה. לעיתים הכאבים מחמירים בעקבות אכילה או שתיית נוזלים חמים ואלכוהול, וגורמים לכך שהחולה ימנע מלאכול וירד במשקל. מספר החולים -12.

5. קרטיטיס - דלקת המופיעה לרוב רק בעין אחת, ומתבטאת בתחושת גוף זר בעין, כאב, אודם מקומי, רגישות לאור, ודמע המלווה בטשטוש ראייה קל עד חמור.  מספר מקרים - 1.

6. רומנטיסמוס  - שיגרון או ראומטיזם, כאב ותסמינים נוספים שמקורם במפרקים. מחלות שגרוניות עלולות לפגוע בלב, בעור, בריאה, בעצמות ובכליות. מספר מקרים - 59.

7. מלריה - תסמיני מלריה כוללים חום גבוה, רעד, כאבי פרקים, כאב ראש עז, הקאות  דמיות, הזעה מרובה, צמרמורת, שלשול וכאבי בטן. עלולה בנוסף להופיע תחושת דקירות בעור וחוסר סוכר בדם.  מספר מקרים - 34.

8. ברונכיטיס - שיעול, ליחה, חולשה, חום ולעיתים גם תחושת חוסר נוחות בחזה - בעיקר לאחר שיעול. הדלקת מוגדרת כרונית כאשר התסמינים נמשכים לפחות שלושה חודשים בכל שנה, במשך שנתיים ברציפות.  מספר מקרים - 40.

9.  קלבוס - זיהום עור נגיפי, גידול עור קטן דמוי יבלת הנגרם על ידי נגיף ממשפחת נגיפי הפפילומה האנושיים.  מספר מקרים - 190.

10. אודונטלגיה - כאבי שיניים או חניכיים שלא מוצאים את מקורם. מספר מקרים - 2. 

11. אנגינה - התלונות העיקריות הן כאבי גרון וקושי בבליעה. לפעמים יש גם חום, נזלת, שיעול, דלקת עיניים, צרידות.  מספר מקרים - 7.

12. אריספלס – (שושנה או ורדת) - מחלה זיהומית חריפה בעור הכוללת תסמינים של חום גבוה, רעידות, צמרמורות, תשישות, כאבי ראש, הקאות וחולשה כללית, כל זאת במהלך  48 השעות שלאחר הזיהום הראשוני. הנגע האדום בעור מתפשט במהירות ומופיע כפריחה אדמומית, נפוחה וחמה למגע. הזיהום עשוי להופיע בכל חלק בעור לרבות הפנים, הזרועות והרגליים, אך המיקום השכיח הוא השוקיים.  מספר מקרים - 9.

13. דיזנטריה (בורדם) - שלשול חמור המלווה בדם וריר בצואה וכן בחום גבוה, הנובע מזיהום במערכת העיכול.  מספר מקרים - 28.

14. דיזוריה –(בלטינית: שתן רע) - שם שניתן לכאבים או לתחושת צריבה בזמן מתן שתן. מספר מקרים - 1.

15. קונטוזו -חבורה, סוג של המטומה קלה יחסית ברקמת תאי הגוף אשר בה כלי דם ניזוקים כתוצאה מטראומה גופנית. מספר מקרים - 2.

16. קמבוסטין - כוויה, פגיעה בעור כתוצאה ממגע ישיר או קרבה לאש, קיטור, משטח או נוזל לוהט או קר במיוחד (כווית קור).מספר מקרים - 21.

17. פריאוסטיטיס - זיהום חיידקי ברקמת העצם הגורם למוגלה, בצקת וגודש בכלי הדם. זרימת הדם בגוף מאטה וכתוצאה מכך נוצרים קרישי דם בכלי דם קטנים, הגורמים בסופו של דבר למוות (נמק) של אזורים מסוימים בעצם. בתוך אזורים אלו החיידקים משגשגים וממשיכים את הזיהום עצמו. מספר מקרים - 5.

18. קוניוקטיביטיס – (בעברית: דלקת לחמית העין) הלחמית היא קרום שקוף המצפה את לובן העין ואת החלק הפנימי של העפעפיים. היא יכולה להיגרם על ידי נגיף, חיידק, תגובה אלרגית לקרדית אבק הבית, אבקנים, עישון, חומרים נדיפים או כימיקלים שונים.  מספר מקרים - 8.

19. אובסטיפציה (בעברית:עצירות חסימתית) -  מעין עצירות שחוסמת את המעיים באופן חלקי או מלא ומצריכה לעיתים התערבות כירורגית.  מספר מקרים - 13.

20. גסטריטיס - דלקת בקיבה העלולה להיגרם על ידי אלכוהוליזם, צריכת תרופות כגון אספירין או עישון לתקופה ארוכה. לעיתים מתפתחת הדלקת לאחר ניתוח גדול, טראומה, כוויות או זיהום חריף. מספר מקרים 3.

21. ניקורוזיס - בעברית נמק, היא מצב של מוות תאים ברקמה באופן בלתי מתוכנן כתוצאה מפציעה, זיהום, סרטן, שבר, טוקסין או דלקת כרונית.  מספר מקרים - 1.

22. אינטרטריגו - שפשפת, פריחה אדומה ותחושת גרד, לעיתים בלתי נסבלת. הפתולוגיה עלולה לגרום לתחושת שריפה, לריח רע ולעור סדוק ומדמם.  מספר מקרים - 6.

23. ויטום קורדיס –(בעברית: אי ספיקת לב) - ירידה ביכולת לשהות במאמץ המלווה תחושת עייפות וחולשה גם לאחר פעולות קלות. לעיתים מצטברים נוזלים ברקמות הגוף - לפעמים בריאות - מה שגורם לקוצר נשימה. צבירת הנוזלים בבטן ובאגן עלולה לגרום לתחושת כובד, לחוסר תיאבון, לבחילות ולהקאות. צבירת הנוזלים בגפיים באה לידי ביטוי בבצקות.  מספר מקרים - 1.

24. פרקטורה קלביקולה - שבר בעצם הבריח. מספר מקרים - 1.

25. גאסטיליגיה - כאב בטן, לרוב ממקור עצבי. מספר מקרים - 9.

26. לימפאדניטיס - מחלה של מערכת הלימפה המלווה ברגישות מוגברת, חום ונפיחות מעל אזור הלימפה, שעיקרה אבנורמליות במספרן, בגודלן ו/או במרקמן של קשריות הלימפה. על-פי-רוב אבנורמליות כאלה הן על רקע דלקתי.  מספר מקרים - 1.

27. קריס דנטיס (בעברית -  עששת)-  הרס זגוגית השן (אמייל) על ידי חיידקים. עששת עלולה לגרום לאי נוחות, כאב, הפרעה בלעיסה, דיבור ו שינוי לרעה באסתטיקה של הפה.  מספר מקרים - 3.

28. קארפלגיה (בעברית:כאב ראש) - תופעה נפוצה יחסית, המתרחשת אצל כ-4% מכלל האוכלוסייה. כאב ראש יכול להיות שפיר, כגון כאב ראש כרוני מסוג מיגרנה, אולם לעיתים כאב ראש מרמז על התרחשות כגון גידול, דימום תת-עכבישי ותהליכים נוספים, שיש לטפל בהם במהירות היות שחלקם מסכני חיים.  מספר מקרים - 10.

29. נירולין - לא ידוע. מספר מקרים - 2.

30. דיסטרסיו -עיוות בראייה, שגיאה בפענוח של המוח את הנראה לעין. מספר מקרים - 4.

31. פלגמונה - צלוליטיס או דלקת רקמה תת-עורית. האזור המודלק יהיה, נפוח, רגיש, כואב, אדמומי וחם. בדרך כלל התסמינים כוללים גם חום, צמרמורות, ברדיקרדיה, לחץ דם נמוך, כאבי ראש והזעה.  מספר מקרים - 9.

32. פארוליס (דלקת חניכיים) - מצב דלקתי של רקמת החניכיים בחלל הפה. זו נחשבת לאחת מבעיות השיניים והפה הנפוצות ביותר ומתבטאת לרוב בדימום וכאב בחניכיים. מעל ל-90% מהאוכלוסייה לוקה בדלקת חניכיים ברמה זאת או אחרת במהלך חייה. מספר מקרים - 28.

33. ליסטריה - ליסטריוזיס, מחלה הנגרמת על ידי חיידק הליסטריה. המחלה יכולה להופיע כדמוית שפעת ולהסתיים ללא השלכות רפואיות נוספות, אך היא עלולה להיות מסוכנת מאוד עבור אוכלוסיות בסיכון.  מספר מקרים - 1.

34. אקזמה - יובש וגירוד מזדמן באזורי גוף קטנים. כאשר עולה דרגת החומרה אז אזורי הגרד מפושטים יותר והגירוד הבלתי פוסק נמשך בעת השינה, ואף משפיע על איכותה. מספר מקרים - 15.

35. האמקרלופיה (בעברית: עיוורון לילה) - קושי בראייה באור דמדומים.  מספר מקרים - 21.

36. פאנאטריום - פרוניכיה, דלקת ונפיחות של העור סביב ציפורן בכף היד או הרגל, אשר נובעת מחיידק או זיהום פטרייתי.  מספר מקרים - 5.

37. אדינמיה (בעברית:תשישות) - אפיסת כוחות הנובעת לעיתים ממקור נוירולוגי.  מספר מקרים - 8. 

38. אריתמה (בעברית:אדמנת) - אודם או דלקת של העור עקב התרחבות וגודש נימי הדם או הקרומים הריריים, מסיבות שונות. לעיתים זהו סימן לזיהום.  מספר מקרים - 13.
 
39. אפילפסיה (בעברית:כפיון) - קבוצה של הפרעות נוירולוגיות המאופיינת בפרכוסים הנובעים מפעילות עודפת וחריגה של תאי עצב בקליפת המוח. מספר מקרים - 3.

        `
    }
}
export { hebrewText as default };