import hospitalStas from '../assets/hospital/Accountability.png'
const hebrewText = {

    id: "hebrewText",
    titles: {
        hospital: "טיפולים בבית החולים",
        school: "יום בחיי בית הספר",
        Diseases: "ספר מחלות",
        frontPage: "חינוך ורפואה בארץ הקודש"
    },
    frontPage: {
        title: `חינוך ורפואה בארץ הקודש`,
        info: `<b>חינוך</b>

        עוד מהקמתה של האגודה הפרבוסלבית לארץ ישראל דגש מיוחד ניתן על חינוך. בשלהי המאה ה-19 ותחילת המאה ה-20 פלשתינה, ארץ ישראל של היום מוזנחת והשלטון העות'מאני משקיע מעט מאוד בתשתיות, חינוך ורפואה. 
        הפיתוח בנושאים אלו מגיע מעזרה חיצונית של מדינות ואנשים פרטים. האימפריה הרוסית ונתיניה מובילים בתרומתם בתחומים אלו. 
         שתי רעיונות מרכזיים עמדו לנגד עיניי האגודה במפעל שקם בפלשתינה. הראשון לתת מענה לצורך של האוכלוסייה האורתודוקסית החיה בארץ ישראל בחינוך אורתודוקסי והשני לסייע בחינוך איכותי לכלל התושבים המקומיים לדוגמה לימודי מדעים, חשבון, טבע ושפה. 
        מלבד רמת החינוך האגודה דואגת למתקנים ברמה שהארץ לא הכירה לפני כן, מבנים חדשים וציוד איכותי הופכים את החינוך האורתודוקסי למבוקש במיוחד בקרב היושבים בפלשתינה, וההרשמה לבתי הספר של האגודה עולה על ההיצע. 
        כך מפעל ענף של חינוך מתפשט בהצלחה רבה ברחבי המזרח התיכון, בנוסף לבתי הספר הראשונים מתווספים סמינרים למורים, תפוסת המתקנים עולה משנה לשנה ובוגרי מפעל החינוך ממשיכים לטפח את הרעיון. 

        לאגודה באותם שנים שני מרכזי החינוך עיקריים, הראשון בנצרת המיועד לגברים והשני בבית ג'אלה המיועד לנשים. שני המרכזים פעלו במתכונת פנימייה כאשר התלמידים והמורים לנו במתחם, בנוסף בכל אחד מהמרכזים הייתה מרפאה ששירתה בנוסף לתלמידים והמורים, את האוכלוסייה המקומית. מלבד מרכזים אלו הקימה האגודה עוד בתי ספר בגליל וביהודה, בשנת 1899 היו 23 בתי ספר ומתקני חינוך בפלטינה ששירתו כ 1074 תלמידים. 497 בנות ו- 577 בנים. שמונה שנים לאחר מכן לאגודה כבר יש 101 בתי ספר במזרח התיכון שמשרתים מעל ל- 5,000 תלמידים.
        
        <b>רפואה</b>
        
        כחלק מרצונה של האגודה לתת מענה רפואי איכותי לעולי הרגל הרבים ולמערך החינוך, השקיעה האגודה רבות על מנת ליצור שירותי רפואה ראויים בפלשתינה.
         המפעל הראשון והמרכזי ביותר היה הקמה של בית חולים מתקדם בירושלים. ההוצאות על בית החולים לא נחסכו, שאיפה הייתה לבנות את בית החולים האיכותי ביותר בירושלים באותה תקופה. במשך הזמן נוספו שירותים נוספים לבית החולים כמו חדר ניתוח, מרפאה אמבולטורית, מחלקה למחלות מדבקות ועוד. בית החולים שימש את הצליינים, אנשי הכנסייה ואת אוכלסייתה הענייה ביותר של העיר ירושלים שנזקקה לטיפול. בשנים מסוימות כמות החולים בבית החולים שלא היו שייכים לקהילה הפרובוסלבית היוו חצי ואף יותר מכלל החולים. בית החולים היווה מקור גדול לגאווה לאימפריה הרוסית הן מבחינת איכותו והן מבחינת תרומתו לקהילה הפרובוסלאבית ולקהילה הירושלמית. 
        במרכזי ההוראה בנצרת ובבית ג'אלה הוקמו מרפאות עם אותה המטרה לספק טיפול רפואי מתקדם לבני הקהילה ולאוכלוסיה המקומית הנזקקת. גם במרכזים אלו הוקמה מרפאה אמבולטורית, המורים קיבלו הדרכה מקצועית וחויבו לבצע משמרות במרפאה. 
        מספר החולים שטופלו ע"י כלל מוסדות הרפואה של האגודה עלה מדי שנה ובקצב תדיר. לדוגמא בשנת 1900 כלל המקרים במוסדות הרפואה של האגודה היה 83,743, אחד עשר שנים לאחר מכן בשנת- 1911 נרשמו מעל 127,000 מקרים שטופלו ע"י כלל מוסדות הרפואה. לאורך השנים בית החולים בירושלים היה אחראי על מספר המטופלים הגבוהה ביותר בקרב המוסדות הרפואיים של האגודה, קרוב ל-25,000 טיפולים בשנה בממוצע. 
        `
    },
    school: {
        title: `יום בחיי ילדה בבית הספר`,
        info: `
        <b>סיפורי בית ספר</b>

זהו יומי הראשון בבית הספר החדש ואני מתרגשת כל כך! אבי סיפר לי המון על בית ספר הוא אומר שזה בית ספר שהוא כמונו כלומר כמו המשפחה שלי. כאן בכפר שלי כל החברים שלי מוסלמים וככה גם המשפחה שלהם, אני אוהבת אותם מאוד. אני אחיותיי ואחי כמו גם אמא ואבא אנחנו נוצרים ולא סתם נוצרים אלא נוצרים פרבוסלבים! אני אוהבת להתפלל ולראות את האיקונה של ישו הנוצרי מעל הספה בסלון. אמא אומרת שהוא היה גר לא רחוק מאיתנו בנצרת. פעם כל המשפחה וגם סבא וסבתא היינו בנצרת אבל לא פגשנו אותו. סבא אומר שהוא שומר עלינו מהשמיים ונמצא אצלנו בלב. 

<b>הלילה הראשון</b>

הבית ספר החדש יפה ממש הוא נקי יותר מבית הספר הקודם וכסאות בו יותר נוחים. אני מתרגשת עוד מעט נאמר את "תפילת האדון" בפעם הראשונה כל הילדים ביחד ולאחר מכן נכנס לשיעור הראשון עם מורה שהיא בדיוק כמונו מאמינה באמונה הישרה, היא מגיע מארץ רחוקה שנקראת רוסיה. אבא אומר ששם יותר קר מפה, אני לא מבינה איך זה יכול להיות. היא באה לפה באוניה מרוסיה כי פה בבית ספר לא מדברים על ישו ועל הניסים שהוא עשה. היא יודעת המון על ישו ועל האמונה הישירה. יש לה שיער צהוב כמו שאף פעם לא ראיתי, והיא ממש נחמדה!

<b>הלילה השני </b>

היה יום כל כך כיף! אני אוהבת מאוד את הכיתה החדשה שלי, כולן בנות ואין בנים מעצבנים שמושכים בשערות. שרנו ביחד את כל התפילות והמורה סיפרה על נס הלחם והדגים, אף פעם לא שמעתי את הסיפור הזה בבית הספר, רק בבית. בשעה שתיים הייתה ארוחת צהריים טעימה ובירכנו על האוכל, המורה ביקשה שאם בבית שלנו לא בטוחים בברכה אפשר ללמד גם את המשפחה איך לברך נכון, אני מתרגשת לספר לכולם. 
כל צהריים שתי ילדים מהכיתה עוזרים להכין את חדר האוכל, כשמסיימים לאכול כולם מפנים את הצלחות שלהם. נור שלומדת איתי בכיתה התנהגה לא יפה בארוחה וצחקה בזמן התפילה. המורה אמרה שהיא תקבל עונש. 
הכרתי את שיראז ואנחנו החברות הכי טובות! היא גרה בכפר קנא ואני יודעת איפה ה כי גם אחותה של אמא שלי משם וביקרנו אותה בקיץ שעבר. אני ושיראז קיבלנו משימה לנקות את הכיתה בסוף היום, שיחקנו כל כך הרבה ששכחנו ועכשיו אנחנו עייפות והולכות לישון. מחר נקום לפני כולם אפילו לפני השמש ועם מנורה ננקה את הכיתה לפני שהמורה תבוא. 

<b>הלילה השלישי</b>

אוף! תפסו אותנו… היום בבוקר עוד לפני הזריחה שאני ושיראז ניקינו את הכיתה נכנס איסמעיל הוא אב הבית של הבית ספר. יש לו את המפתחות לכל הכיתות. הוא סיפר למורה שלנו מריה. מריה אוהבת אותנו כי אנחנו תלמידות טובות ומתכוונות בלב שלם שאנחנו מתפללות היא נתנה לנו עונש לנקות את הכיתה במשך שבוע אבל היא אמרה לנו שאם נמשיך להתנהג יפה אז זה יהיה רק יומיים. נור מפריעה הרבה והיא קיבלה עונש יותר קשה היא תצטרך להגיד את "תפילת האדון" בסוף השיעור במשך שבועיים. זה עונש ממש קשה! 
אני עדיין מאוד אוהבת את הבית ספר החדש שלי ויש לי הרבה חברות חדשות ביום שישי נצא הביתה להורים ואני לא יכולה לחכות לספר להם הכל. 

תודה לך אדדנו מושיענו ישו הנוצרי. 
        `
    },
    hospital: {
        title: `סטטיסטיקות מבית החולים`,
        info: `
    בית החולים בירושלים 

בית החולים בירושלים הוקם בראש ובראשונה לתת מענה לצרכים הרפואיים לשטף ההולך וגובר של עולי הרגל המגיעים מרוסיה לפלשתינה. רבים מעולי הרגל היו אנשים מבוגרים המורגלים באקלים הממוזג של רוסיה. המסע הארוך באוניה ותנאי המחיה בפלשתינה של סוף המאה ה-19 ותחילת המאה העשרים. גבו את מחירם מהעולים ואכן רבים נזדקקו לטיפול רפואי. גם מספרם הגדול של עולי הרגל שבשיאו הגיע לקרוב ל- 12,000 אלף איש ואישה בשנה, תרם רבות לצורך להקים מערך רפואי איכותי בפלשתינה, מערך שלא סופק ע"י השלטונות העות'מאנים, גולת הכותרת של מערך רפואי זה הייתה בית החולים בירושלים. 

רוב המאושפזים אם כך בבית החולים היו עולי רגל הנמצאים במהלך מסע משנה חיים עבורם, לרוב בזמן חגים חשובים ומשמעותיים בלוח השנה הנוצרי. המאושפזים שאפו לקבל טיפול מהיר ככל האפשר, כדי שלא יפסידו את הסיורים למקומות הקדושים, את התפילות, הביקורים בכנסיות ובמנזרים או אפילו את ארוחת הערב המשותפת. כך קרה שחולים רבים עזבו את בית החולים בזמן האשפוז, בניגוד לדעת הרופאים כדי להצטרף לחבריהם למסע בארץ הקודש. 
בתקופת "התענית הגדולה" (תקופת הצום בעלת החשיבות הרבה ביותר בשנה הליטורגית של הנצרות האורתודוקסית) צליינים רבים נמנעו מאכילת מזון עשיר, והסתפקו במזון הדל ביותר תוך התנזרות ממאכלי חלב, ביצים ובשר. צליינים רבים קיימו את התענית גם בזמן אשפוז, וכך תחושת ההתעלות הדתית של הצליינים המאושפזים המשיכה לבעור, אך לעיתים מצבם הבריאותי התדרדר בעקבות התענית. 

בירושלים קיימים באותה תקופה בתי חולים נוספים, גם הם הופעלו על ידי ממשלות זרות וגורמים פרטיים והכילו מספר מיטות נמוך מזה של מבית החולים הרוסי -  בית החולים הגרמני הגדול הכיל 40 מיטות, בבית החולים הצרפתי ניצבו 32 מיטות, בית החולים האנגלי - 27 מיטות, בית החולים היווני - 25 מיטות, בית החולים היהודי "ביקור חולים" הכיל 25 מיטות ובית החולים היהודי על שם רוטשילד הכיל 18 מיטות, בית החולים הרוסי בירושלים בשיאו הכיל 75 מיטות.
מלבד למיטות האשפוז בית החולים הכיל גם חדר ניתוח אחד ומחלקה למחלות מדבקות. 
 מנתונים שנאספו ע"י האגודה ניראה כי בשנים של סוף המאה ה-19 ותחילת המאה ה-20. כשליש מהחולים אושפזו בעקבות מלריה או דיזנטריה, זמן האשפוז הממוצע עמד על 16 יום ובית החולים העסיק 14 אנשי צוות - רופאים, רוקחים ואחיות.
 <img
        src=${hospitalStas}
        alt="humanitarian buildings"
        class="humanitarianBuildings"
      />

    `},
    Diseases: {
        title: `Книга записи болезней за две недели марта 1908 г. амбулатории Назарета`,
        book: [
            {
                id: 'one',
                title: `Головокружение`,
                info: `
                ощущение мнимого вращения пространства вокруг себя или себя в пространстве, либо ощущение чувства приближающейся потери сознания, неуверенности, шаткости. Может сопровождаться тошнотой, рвотой, потливостью, затруднением при ходьбе. 
                Количество случаев – 7.`
            },
            {
                id: 'two',
                title: `Гастроэнтерит, или катар желудка и кишок`,
                info: `
                воспалительное заболевание желудка и тонкой кишки, сопровождается поносом. Инфекционная форма вызывается бактериями или вирусом.
                Количество случаев  - 36.                
        `
            },
            {
                id: 'three',
                title: `Мышечные`,
                info: `
                конвульсии в результате травмы.
                Количество случаев – 2.                 
        `
            },
            {
                id: 'four',
                title: `Язва желудка`,
                info: `
                сильные боли в верхней части живота, слева от диафрагмы, начинаются немедленно или примерно через полчаса после еды, сопровождаютя тошнотой и рвотой. Боли могут продолжаются несколько недель, их облегчают антацидами. Боли усиливаются после приёма горячей пищи, алкоголя. Больные стараются не есть и теряют в весе.
                Количество случаев – 12.                                
        `
            },
            {
                id: 'five',
                title: `Кератит`,
                info: `
                воспаление, возникающее, как правило, в одном глазу, возникает ощущение инородного тела, сопровождается болью, покраснением, светочувствительностью, слёзоотделением и нарушениями зрения разной силы.
Количество случаев – 1.                 
        `
            },
            {
                id: 'six',
                title: `Ревматизм`,
                info: `
                боли в суставах, при хронической форме нарушает работу сердца, почек, разрушает кости, зрение, кожный покров.
Количество случаев – 59.                 
        `
            },
            {
                id: 'seven',
                title: `Малярия`,
                info: `
                Сопровождается высокой температурой, ознобом, сильными головными болями, рвотой, галлюцинациями, потоотделением, поносом и болями в животе. Может сопровождаться падением сахара в крови и ощущением «покалывания» кожи.
Количество случаев – 34.             
        `
            },
            {
                id: 'eight',
                title: `Бронхит`,
                info: `
                кашель, слизь, слабость, температура, иногда неприятные ощущения в груди после кашля. Переходит в хроническую форму, если симптомы проявляются три месяца в году в течение двух лет. 
                Количество случаев – 40.      
        `
            },
            {
                id: 'nine',
                title: `Клавус`,
                info: `
                кожная вирусная  инфекция, небольшой нарост на коже, похожий на мазоль, вызванный вирусом папилломы. 
Количество случаев – 190.                 
        `
            },
            {
                id: 'ten',
                title: `Одонтальгия`,
                info: `
                сильнейшая боль в зубах и дёснах.
Количество случаев – 2.                 
        `
            },
            {
                id: 'eleven',
                title: `Ангина`,
                info: `
                боль в горле, затруднение при глотании, иногда сопровождается температурой, насморком, кашлем, глазным воспалением, хрипотой.
Количество случаев – 7.                 
        `
            },
            {
                id: 'tweleve',
                title: `Рожистое воспаление`,
                info: `
                инфекционное кожное заболевание, сопровождающееся высокой температурой, дрожью, мурашками, общей слабостью, головной болью и рвотой. Признаки появляются через 48 часов после заражения. Краснота на коже быстро распространяется, превращаясь в сыпь красного цвета, горячую на ощупь. Сыпь находится по всему телу, включая лицо и конечности, особенно на бёдрах.
Количество случаев – 9.                 
        `
            },
            {
                id: 'thirteen',
                title: `Дизентерия`,
                info: `
                Инфекционное заболевание пищеварительной системы. Сопровождается тяжёлым поносом с кровью и слизью и  высокой температурой. 
Количество случаев – 28.                 
        `
            },
            {
                id: 'fourteen',
                title: `Дизурия`,
                info: `
                Боль и рези при мочеиспускании.
Количество случаев – 1.                 
        `
            },
            {
                id: 'fifthteen',
                title: `Ушиб`,
                info: `
                Вид гематомы в результате повреждения кровеносных сосудов вследствие телесных повреждений.
Количество случаев – 2.                 
        `
            },
            {
                id: 'sixteen',
                title: `Ожоги`,
                info: `
                Повреждение кожи вследствие непосредственного контакта с огнём, паром, горячей или очень холодной поверхностью или жидкостью.
Количество случаев – 21.                 
        `
            },
            {
                id: 'seventeen',
                title: `Остеомиелит`,
                info: `
                Инфекционное воспаление костной ткани, вызывающее гнойники, отёки и перегрузку кровяных сосудов. Замедляется кровоток в организме, что приводит к образованию сгустков крови в малых кровеносных сосудах и частичному отмиранию костей. 
Количество случаев – 5.`
            },
            {
                id: 'eighteen',
                title: `Конъюнктивит`,
                info: `
                Прозрачная мембрана покрывает белок глаза и внутреннюю часть век. Это может быть вызвано вирусом, бактерией, аллергической реакцией на бытовую пыль, клещей, пыльцу, курение или различные химические вещества.
Количество случаев – 8.                
        `
            },
            {
                id: 'ninteen',
                title: `Обструктивный запор`,
                info: `
                тип запора, который частично или полностью блокирует кишечник и иногда требует хирургического вмешательства.
Количество случаев – 13.                 
        `
            },
            {
                id: 'tewenty',
                title: `Гастрит`,
                info: `
                воспаление желудка, вызванное алкоголизмом, продолжительным курением или потреблением таких препаратов, как аспирин. Иногда гастрит развивается после серьёзной операции, травмы, ожогов или острой инфекции.
Количество случаев  - 3.                                
        `
            },
            {
                id: 'tewentyOne',
                title: `Некроз`,
                info: `
                гибель клеток ткани в результате травмы, инфекции, рака, грыжи, токсинов или хронического воспаления.
Количество случаев – 1.                 
        `
            },
            {
                id: 'tewentyTwo',
                title: `Опрелость`,
                info: `
                Красная сыпь и зуд, вызванные трением кожи о кожу. Может вызвать ощущение жжения, неприятный запах, потрескавшуюся и кровоточащую кожу.
Количество случаев – 6.                 
        `
            },
            {
                id: 'tewentyThree',
                title: `Сердечная недостаточность`,
                info: `
                Снижение способности совершать физическое усилие, сопровождаемое чувством усталости, слабости даже после незначительных действий. Сопровождается скоплением жидкости в тканях организма вызывает одышку, чувтство тяжести, потерю аппетита, тошноту и рвоту.
Количество случаев – 1.             
        `
            },
            {
                id: 'tewentyFour',
                title: `Перелом ключицы`,
                info: `
                Количество случаев – 1.      
        `
            },
            {
                id: 'tewentyFive',
                title: `Гастрит`,
                info: `
                боль в животе, как правило, неврального происхождения.
Количество случаев – 9.                 
        `
            },
            {
                id: 'ventaSix',
                title: `Лимфаденит`,
                info: `
                заболевание лимфатической системы, которое сопровождается повышенной чувствительностью, температурой, распуханием лимфатических узлов, как правило, воспалительного характера.
Количество случаев – 1.                 
        `
            },
            {
                id: 'tewntySeven',
                title: `Кариес`,
                info: `
                уничтожение дёсен (эмали) бактериями. Кариес может вызвать дискомфорт, боль, помехи при пережевывании пищи, нарушения речи.
Количество случаев – 3.               
        `
            },
            {
                id: 'tewntyEight',
                title: `Головная боль`,
                info: `
                Довольно распространённое явление , встречающееся примерно у 4% населения. Головные боли могут быть быть доброкачественными, такими как хронические мигрени, но иногда являются признаком опухоли, субарахноидального кровотечения, и нуждаются в срочном лечении.
Количество случаев – 10.                 
        `
            },
            {
                id: 'tewntyNine',
                title: `Нейролин`,
                info: `
                Количество случаев – 2.                 
        `
            },
            {
                id: 'thirdy',
                title: `Искажение зрения`,
                info: `
                Неправильная расшифровка увиденного мозгом.
Количество случаев – 4.
                 
        `
            },
            {
                id: 'thirdyOne',
                title: `Флегмона`,
                info: `
                Целлюлит, или воспаление подкожной клетчатки. Воспалённая область опухает, краснеет и горит. Сопровождается жаром, ознобом, брадикардией, низким кровяным давлением, головной болью и повышенным потоотделением.
Количество случаев – 9.                 
        `
            },
            {
                id: 'thirdyTwo',
                title: `Гингивит`,
                info: `
                воспаление дёсен, проявляется в кровотечениях и болях в дёснах. Распространён среди 90% населения.
Количество случаев – 28.                 
        `
            },
            {
                id: 'thirdyThree',
                title: `Листериоз`,
                info: `
                заболевание, вызываемое бактерией листерии. Может проявиться как грипп и закончиться без последствий, но может быть опасным для групп риска.
Количество случаев – 1.                 
        `
            },
            {
                id: 'thirdyFour',
                title: `Экзема`,
                info: `
                сухость и зуд в небольшихчастях тела. Может распрстраниться на значительные участки тела, при этом зуд не прекращается даже во время сна.
Количество случаев – 15.                 
        `
            },
            {
                id: 'thirdyFive',
                title: `Ночная слепота`,
                info: `
                Снижение сумеречного зрения.
Количество случаев – 21.                 
        `
            },
            {
                id: 'thirdySix',
                title: `Паниум, паренхима`,
                info: `
                воспаление и отёк кожи вокруг ногтя ладони  или стопы, возникающее в результате бактериальной или грибковой инфекции.
Количество случаев – 5.                 
        `
            },
            {
                id: 'thirdySeven',
                title: `Анемия`,
                info: `
                истощение сил, иногда на нервной почве.
Количество случаев  - 8.                 
        `
            },
            {
                id: 'thirdyEight',
                title: `Эритема`,
                info: `
                покраснение или воспаление кожного покрова из-за расширения капилляров. Иногда является признаком инфекции.
                Количество случаев – 13.                                 
        `
            },
            {
                id: 'thirdyNine',
                title: `Эпилепсия`,
                info: `
                группа неврологических расстройств, характеризующихся судорогами в результате повышенной активности подкорковых нервных клеток.
Количество случаев  - 3.                 
        `
            }
        ]
    }
}
export { hebrewText as default };