import hospitalStas from '../assets/hospital/AccountabilityRu.png';
const russianText = {

    id: "russianText",
    titles: {
        hospital: "Иерусалимская больница",
        school: "Школьные истории",
        Diseases: "Книга болезней"
    },
    frontPage: {
        title: `Просвещение и медицинское обслуживание на Святой земле`,
        info: `
        Просвещение
До возникновения ИППО в Палестине не уделялось особое внимание просвещению. В конце XIX – начале XX вв.  Палестина, территория Израиля, была крайне неразвита. Османская империя вкладывала минимальные средства в просвещение и медицину.
Средства на эти цели приходили государственных источников, а также частных лиц Российской империи.
Перед ИППО стояли две основные цели. Первая, создать систему православного воспитания на Святой земле. Вторая, создать систему качественного просвещения для местных жителей в таких областях, как арифметика, естественные науки, природоведение и изучение языков.
Помимо качества просвещения, Общество стремится к созданию новых зданий и специального оборудования на уровне, которого не было в Палестине. Эти факторы делают православное воспитание особо притягательным для местного населения. Количество желающих учиться в православных школах превышает количество учебных мест.
Таким образом, система просвещения быстро расширяется на Ближнем Востоке, наряду со школами возникают учительские семинарии, их выпускники, количество которых постоянно растёт, продолжают просветительские традиции.
Общество создало в те годы два образовательных центра: мужской в Назарете и женский в Бейт Джала. Они были интернатами, в которых жили учителя и ученики.  При интернатах были амбулатории, обслуживавшие не только учеников и учителей, но и местное население.
Кроме интернатов, Обществом были созданы школы в Галилее и Иудее. В 1899 г. в Палестине было создано 23 школы, в которых обучались 1074 ученика: 497 девочек и 577 мальчиков. Восемь лет спустя были Обществом были созданы 101 школа, в которых учились более 5,000 учеников.

Медицинское обслуживание
Общество вложило немалые средства с целью предоставить достойные медицинские услуги паломникам и учащимся в Палестине.
Первостепенной задачей стало строительство современной больницы в Иерусалиме. Средства не экономились, строительство высококачественной больницы было завершено. В дальнейшем при больнице был открыт роддом, амбулатория, отделение инфекционных болезней и т.д. Больница обслуживала паломников, священнослужителей, а также неимущее население Иерусалима. Больные, не имеющие связи с православием, иногда составляли более половины пациентов больницы, которая стала гордостью Российской империи, во-первых, благодаря качеству обслуживания, а во-вторых, благодаря неоценимой помощи православной общине Иерусалима.
Амбулатории при интернатах в Нацерете и Бейт-Джале также оказывали медицинские услуги высокого уровня местному нуждающемуся населению.
Учителей обучали оказанию первой медицинской помощи для приёма больных в амбулаториях.
Количество пациентов, получивших медицинские услуги в учреждениях Общества, росло с каждым годом. Так, в 1900 году их было 83,743, а в 1911 – 127,000. Только в иерусалимской больнице была оказана помощь примерно 25,000 пациентам в течение года.
`
    },
    school: {
        title: `Школьные истории`,
        info: `
<b>Школьные истории</b>

Первый день в новой школе, я так волнуюсь! Отец так много рассказывал мне, что школа станет для нас настоящей семьёй. Здесь в деревне все мои друзья – мусульмане из мусульманских семей, я очень привязана к ним. Но наша семья: родители, сёстры мой брат и  я – христиане, и не просто христиане, а православные! Я так люблю молиться, глядя на икону с изображением Иисуса Христа в гостиной. Мама рассказывала, что он жил неподалёку в Назарете. Однажды, мы всей семьёй, с бабушкой и дедушкой, ездили в Назарет, но не видели там Иисуса. Дедушка сказал, что он хранит нас с небес и находится в сердце каждого из нас.

<b>Первая ночь</b>

Новая школа выглядит так красиво! Она такая чистая, гораздо чище, чем моя прежняя школа, в ней такие удобные стулья. Я так волнуюсь перед первой молитвой «Отче наш» вместе с другими учениками, потом – первый урок с новой учительницей нашей веры, прибывшей из далёкой страны – России. Папа рассказывал, что там очень холодно, гораздо холоднее, чем у нас. Не понимаю, как это может быть. Учительница приплыла на корабле из России, потому что в здешних школах не рассказывают про Иисуса и творимые им чудеса. Она так много знает о нашем боге. У неё золотые волосы, я таких никогда не видела, и она такая замечательная!

<b>Вторая ночь</b>

Какой замечательный день! Мне так нравится мой новый класс. Одни девочки, нет противных мальчишек, дергающих за волосы. Вместе мы прочитали все молитвы. Учительница рассказала нам о чуде хлеба и рыб. Раньше я никогда не слышала об этом чуде в школе, только дома.
В два часа  мы обедали. Было очень вкусно, перед едой помолились. Учительница сказала, чтобы мы научили своих домашних правильно благословлять еду, если они не умеют. Мне так хочется рассказать об этом дома!
Каждый день перед обедом две девочки помогают в столовой. После еды каждая убирает свои тарелки. Нур, девочка из класса, плохо вела себя за столом и смеялась во время молитвы. Учительница пообещала наказать её. Я познакомилась с Шираз, мы с ней теперь лучшие подруги! Она живёт в Кфар Кана, я знаю, где это, там живёт мамина сестра, прошлым летом мы ездили к ней. Шираз и я получили задание убрать класс после уроков , но мы заигрались и забыли убрать. Теперь уже поздно, мы устали и хотим спать. Завтра встанем пораньше, до восхода солнца, и при свете лампы уберём класс до прихода учительницы.

<b>Третья ночь</b>

Ой! Нас раскрыли. Сегодня утром, до рассвета, Когда Шираз и я убирали класс, пришёл Исмаил, школьный сторож. У него есть ключи от всех классов. Он рассказал о нас учительнице Марии. Мария любит нас, потому что мы хорошо учимся и усердно молимся. В наказание она велела нам убирать класс в течение недели, но за хорошее поведение обещала отменить наказание через два дня.
Нур всё время мешает на уроках, поэтому её ждёт суровое наказание: она будет читать молитву «Отче наш» после уроков в течение двух недель. Это очень тяжёлое наказание!
Мне по-прежнему очень нравится наша школа, у меня много новых подруг. В пятницу мы вернёмся домой к родителям, мне не терпится всё им рассказать
Спасибо тебе, наш Спаситель Иисус Назаретский!
Спасибо!
        `
    },
    hospital: {
        title: `some title`,
        info: `
        Иерусалимская больница была предназначена, прежде всего, для оказания медицинской помощи многочисленным российским паломникам в Палестине, количество которых неуклонно росло. Многие из них были людьми пожилыми, привыкшими к прохладному российскому климату. Продолжительное плавание на корабле, а также тяжёлые условия жизни в Палестине в конце XIX- начале XX вв.	, были губительны для них. Многие нуждались в лечении. Ежегодно в Палестину прибывало около 12,000 паломников из России, им было необходимо оказывать качественные медицинские услуги, которые не могли предоставляли турецкие власти. Главным из таких лечебных учреждений стала иерусалимская больница.
Большинство пациентов были паломники, для которых эта поездка, приуроченная, как правило, к христианским праздникам, была важнейшим событием в жизни. Попадая в больницу, они надеялись получить скорую помощь, чтобы не пропустить посещение святых мест, молебны, посещения церквей и монастырей, даже совместные вечерние трапезы. Многие больные преждевременно покидали больницу против воли врачей, чтобы продолжить путешествие.
Во время Великого поста многие паломники отказывались от сытной пищи и довольствовались низкокалорийной едой, добровольно отказавшись от яиц, молочных и мясных блюд.  Они продолжали поститься даже, находясь в больнице, что плохо сказывалось на их здоровье.
В Иерусалиме в то время были другие больницы, которые действовали под покровительством других правительств или частных лиц. Количество коек в этих больницах было меньше, чем в Русской больнице. Так, в немецкой больнице было 40 коек, во французской – 32, в английской – 27, в греческой – 25, в еврейской больнице «Бикур холим» - 25, в еврейской больнице, названной в честь барона Ротшильда – 18 коек. В Русской больнице было 75 коек. 
Помимо палат для больных, в больнице была одна операционная, а также инфекционное отделение. По сведениям ИППО, в конце XIX – начале XX вв. около трети больных были госпитализированы в связи с малярией или дизентерией, средняя продолжительность госпитализации была 16 дней. В больнице работали 14 человек – врачи, сёстры и фармацевты.


        <img
        src=${hospitalStas}
        alt="humanitarian buildings"
        class="humanitarianBuildings"
      />
        `
    },
    Diseases: {
        title: `Книга записи болезней за две недели марта 1908 г. амбулатории Назарета`,
        book: [
            {
                id: 'one',
                title: `Головокружение`,
                info: `
                ощущение мнимого вращения пространства вокруг себя или себя в пространстве, либо ощущение чувства приближающейся потери сознания, неуверенности, шаткости. Может сопровождаться тошнотой, рвотой, потливостью, затруднением при ходьбе. 
                Количество случаев – 7.`
            },
            {
                id: 'two',
                title: `Гастроэнтерит, или катар желудка и кишок`,
                info: `
                воспалительное заболевание желудка и тонкой кишки, сопровождается поносом. Инфекционная форма вызывается бактериями или вирусом.
                Количество случаев  - 36.                
        `
            },
            {
                id: 'three',
                title: `Мышечные`,
                info: `
                конвульсии в результате травмы.
                Количество случаев – 2.                 
        `
            },
            {
                id: 'four',
                title: `Язва желудка`,
                info: `
                сильные боли в верхней части живота, слева от диафрагмы, начинаются немедленно или примерно через полчаса после еды, сопровождаютя тошнотой и рвотой. Боли могут продолжаются несколько недель, их облегчают антацидами. Боли усиливаются после приёма горячей пищи, алкоголя. Больные стараются не есть и теряют в весе.
                Количество случаев – 12.                                
        `
            },
            {
                id: 'five',
                title: `Кератит`,
                info: `
                воспаление, возникающее, как правило, в одном глазу, возникает ощущение инородного тела, сопровождается болью, покраснением, светочувствительностью, слёзоотделением и нарушениями зрения разной силы.
Количество случаев – 1.                 
        `
            },
            {
                id: 'six',
                title: `Ревматизм`,
                info: `
                боли в суставах, при хронической форме нарушает работу сердца, почек, разрушает кости, зрение, кожный покров.
Количество случаев – 59.                 
        `
            },
            {
                id: 'seven',
                title: `Малярия`,
                info: `
                Сопровождается высокой температурой, ознобом, сильными головными болями, рвотой, галлюцинациями, потоотделением, поносом и болями в животе. Может сопровождаться падением сахара в крови и ощущением «покалывания» кожи.
Количество случаев – 34.             
        `
            },
            {
                id: 'eight',
                title: `Бронхит`,
                info: `
                кашель, слизь, слабость, температура, иногда неприятные ощущения в груди после кашля. Переходит в хроническую форму, если симптомы проявляются три месяца в году в течение двух лет. 
                Количество случаев – 40.      
        `
            },
            {
                id: 'nine',
                title: `Клавус`,
                info: `
                кожная вирусная  инфекция, небольшой нарост на коже, похожий на мазоль, вызванный вирусом папилломы. 
Количество случаев – 190.                 
        `
            },
            {
                id: 'ten',
                title: `Одонтальгия`,
                info: `
                сильнейшая боль в зубах и дёснах.
Количество случаев – 2.                 
        `
            },
            {
                id: 'eleven',
                title: `Ангина`,
                info: `
                боль в горле, затруднение при глотании, иногда сопровождается температурой, насморком, кашлем, глазным воспалением, хрипотой.
Количество случаев – 7.                 
        `
            },
            {
                id: 'tweleve',
                title: `Рожистое воспаление`,
                info: `
                инфекционное кожное заболевание, сопровождающееся высокой температурой, дрожью, мурашками, общей слабостью, головной болью и рвотой. Признаки появляются через 48 часов после заражения. Краснота на коже быстро распространяется, превращаясь в сыпь красного цвета, горячую на ощупь. Сыпь находится по всему телу, включая лицо и конечности, особенно на бёдрах.
Количество случаев – 9.                 
        `
            },
            {
                id: 'thirteen',
                title: `Дизентерия`,
                info: `
                Инфекционное заболевание пищеварительной системы. Сопровождается тяжёлым поносом с кровью и слизью и  высокой температурой. 
Количество случаев – 28.                 
        `
            },
            {
                id: 'fourteen',
                title: `Дизурия`,
                info: `
                Боль и рези при мочеиспускании.
Количество случаев – 1.                 
        `
            },
            {
                id: 'fifthteen',
                title: `Ушиб`,
                info: `
                Вид гематомы в результате повреждения кровеносных сосудов вследствие телесных повреждений.
Количество случаев – 2.                 
        `
            },
            {
                id: 'sixteen',
                title: `Ожоги`,
                info: `
                Повреждение кожи вследствие непосредственного контакта с огнём, паром, горячей или очень холодной поверхностью или жидкостью.
Количество случаев – 21.                 
        `
            },
            {
                id: 'seventeen',
                title: `Остеомиелит`,
                info: `
                Инфекционное воспаление костной ткани, вызывающее гнойники, отёки и перегрузку кровяных сосудов. Замедляется кровоток в организме, что приводит к образованию сгустков крови в малых кровеносных сосудах и частичному отмиранию костей. 
Количество случаев – 5.`
            },
            {
                id: 'eighteen',
                title: `Конъюнктивит`,
                info: `
                Прозрачная мембрана покрывает белок глаза и внутреннюю часть век. Это может быть вызвано вирусом, бактерией, аллергической реакцией на бытовую пыль, клещей, пыльцу, курение или различные химические вещества.
Количество случаев – 8.                
        `
            },
            {
                id: 'ninteen',
                title: `Обструктивный запор`,
                info: `
                тип запора, который частично или полностью блокирует кишечник и иногда требует хирургического вмешательства.
Количество случаев – 13.                 
        `
            },
            {
                id: 'tewenty',
                title: `Гастрит`,
                info: `
                воспаление желудка, вызванное алкоголизмом, продолжительным курением или потреблением таких препаратов, как аспирин. Иногда гастрит развивается после серьёзной операции, травмы, ожогов или острой инфекции.
Количество случаев  - 3.                                
        `
            },
            {
                id: 'tewentyOne',
                title: `Некроз`,
                info: `
                гибель клеток ткани в результате травмы, инфекции, рака, грыжи, токсинов или хронического воспаления.
Количество случаев – 1.                 
        `
            },
            {
                id: 'tewentyTwo',
                title: `Опрелость`,
                info: `
                Красная сыпь и зуд, вызванные трением кожи о кожу. Может вызвать ощущение жжения, неприятный запах, потрескавшуюся и кровоточащую кожу.
Количество случаев – 6.                 
        `
            },
            {
                id: 'tewentyThree',
                title: `Сердечная недостаточность`,
                info: `
                Снижение способности совершать физическое усилие, сопровождаемое чувством усталости, слабости даже после незначительных действий. Сопровождается скоплением жидкости в тканях организма вызывает одышку, чувтство тяжести, потерю аппетита, тошноту и рвоту.
Количество случаев – 1.             
        `
            },
            {
                id: 'tewentyFour',
                title: `Перелом ключицы`,
                info: `
                Количество случаев – 1.      
        `
            },
            {
                id: 'tewentyFive',
                title: `Гастрит`,
                info: `
                боль в животе, как правило, неврального происхождения.
Количество случаев – 9.                 
        `
            },
            {
                id: 'ventaSix',
                title: `Лимфаденит`,
                info: `
                заболевание лимфатической системы, которое сопровождается повышенной чувствительностью, температурой, распуханием лимфатических узлов, как правило, воспалительного характера.
Количество случаев – 1.                 
        `
            },
            {
                id: 'tewntySeven',
                title: `Кариес`,
                info: `
                уничтожение дёсен (эмали) бактериями. Кариес может вызвать дискомфорт, боль, помехи при пережевывании пищи, нарушения речи.
Количество случаев – 3.               
        `
            },
            {
                id: 'tewntyEight',
                title: `Головная боль`,
                info: `
                Довольно распространённое явление , встречающееся примерно у 4% населения. Головные боли могут быть быть доброкачественными, такими как хронические мигрени, но иногда являются признаком опухоли, субарахноидального кровотечения, и нуждаются в срочном лечении.
Количество случаев – 10.                 
        `
            },
            {
                id: 'tewntyNine',
                title: `Нейролин`,
                info: `
                Количество случаев – 2.                 
        `
            },
            {
                id: 'thirdy',
                title: `Искажение зрения`,
                info: `
                Неправильная расшифровка увиденного мозгом.
Количество случаев – 4.
                 
        `
            },
            {
                id: 'thirdyOne',
                title: `Флегмона`,
                info: `
                Целлюлит, или воспаление подкожной клетчатки. Воспалённая область опухает, краснеет и горит. Сопровождается жаром, ознобом, брадикардией, низким кровяным давлением, головной болью и повышенным потоотделением.
Количество случаев – 9.                 
        `
            },
            {
                id: 'thirdyTwo',
                title: `Гингивит`,
                info: `
                воспаление дёсен, проявляется в кровотечениях и болях в дёснах. Распространён среди 90% населения.
Количество случаев – 28.                 
        `
            },
            {
                id: 'thirdyThree',
                title: `Листериоз`,
                info: `
                заболевание, вызываемое бактерией листерии. Может проявиться как грипп и закончиться без последствий, но может быть опасным для групп риска.
Количество случаев – 1.                 
        `
            },
            {
                id: 'thirdyFour',
                title: `Экзема`,
                info: `
                сухость и зуд в небольшихчастях тела. Может распрстраниться на значительные участки тела, при этом зуд не прекращается даже во время сна.
Количество случаев – 15.                 
        `
            },
            {
                id: 'thirdyFive',
                title: `Ночная слепота`,
                info: `
                Снижение сумеречного зрения.
Количество случаев – 21.                 
        `
            },
            {
                id: 'thirdySix',
                title: `Паниум, паренхима`,
                info: `
                воспаление и отёк кожи вокруг ногтя ладони  или стопы, возникающее в результате бактериальной или грибковой инфекции.
Количество случаев – 5.                 
        `
            },
            {
                id: 'thirdySeven',
                title: `Анемия`,
                info: `
                истощение сил, иногда на нервной почве.
Количество случаев  - 8.                 
        `
            },
            {
                id: 'thirdyEight',
                title: `Эритема`,
                info: `
                покраснение или воспаление кожного покрова из-за расширения капилляров. Иногда является признаком инфекции.
                Количество случаев – 13.                                 
        `
            },
            {
                id: 'thirdyNine',
                title: `Эпилепсия`,
                info: `
                группа неврологических расстройств, характеризующихся судорогами в результате повышенной активности подкорковых нервных клеток.
Количество случаев  - 3.                 
        `
            }
        ]
    }
}
export { russianText as default };